# FindObjAtPt_GetCount

## Description
Gets the number of objects in the find iterator

```pascal
FUNCTION FindObjAtPt_GetCount(finderID : LONGINT) : INTEGER;
```

```python

def vs.FindObjAtPt_GetCount(finderID):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|finderID|LONGINT||

## Version
Availability: from Vectorworks 2014
## Category
* Graphic Calculation